<template>
  <div id="quan">
    <div id="shang">
      <div style="margin:0 5px;background-color: orange;float: left;">&nbsp;</div>
      <p style="float:left">首页</p>
    </div>
    <div id="wen">
      <div id="wen1">
        <h2 style="text-align:center;padding:40px 0">O2O城市系统商户管理平台部分交互指南</h2>
        <h2>验证管理</h2>
        <p>验证消费券页面</p>
        <p>单张消费券验证：门店选择、“不输入、输入123456、输入其他”分别提交验证</p>
        <p>消费券批量验证：门店选择、提交验证</p>
        <p>超级验证：门店选择、“不输入、输入123456、输入其他”分别提交验证</p>
        <br />
        <p>验证优惠券页面</p>
        <p>门店选择、“不输入、输入123456、输入其他”分别提交验证</p>
        <br />
        <p>验证活动报名页面</p>
        <p>门店选择、“不输入、输入123456、输入其他”分别提交验证</p>
        <br />
        <h2>订单管理</h2>
        <p>商品订单列表页面</p>
        <p>查看发票、待验证详情、待收货详情、待发货详情、待收货详情、已退款详情、待评价详情、已评价详情、退款处理、发货处理</p>
        <br />
        <p>到店付页面</p>
        <p>订单详情</p>
        <br />
        <p>预售订单</p>
        <p>查看发票、待付订金详情、待付尾款详情、待发货详情、待退款详情、待评价详情、发货处理、退款处理</p>
        <br />
        <h2>评论管理</h2>
        <p>消费评论页面/优惠券评论页面/活动评论页面/门店评论页面</p>
        <p>回复、修改回复</p>
        <h2>项目管理</h2>
        <p>团购页面/新增团购子页面</p>
        <p>编辑、下架、上架、删除、状态切换</p>
        <p>商品分类、支持门店、基本信息、团购配置、库存价格、手机端描述</p>
        <br />
        <p>商品页面/新增商品子页面</p>
        <p>编辑、下架、上架、删除、状态切换</p>
        <p>商品分类、支持门店、基本信息、价格设置、物流配置、手机端描述</p>
        <br />
        <p>优惠券页面/新增电子券子页面/新增实体券子页面</p>
        <p>编辑、删除、状态切换</p>
        <p>基本信息、使用规则、手机端描述</p>
        <br />
        <p>活动页面/新增活动子页面</p>
        <p>编辑、下架、上架、删除、状态切换</p>
        <p>支持门店、基本信息、手机端描述</p>
        <h2>财务管理</h2>
        <p>财务报表页面</p>
        <p>财务概况、销售走势、财务明细切换</p>
        <br />
        <p>商户提现页面/银行账户页面/开票设置页面</p>
        <p>提现金额、图形校验码、短信验证码、是否开票设置</p>
        <br />
        <h2>门店管理</h2>
        <p>门店列表页面/新增门店子页面</p>
        <p>审核修改、资料更新、上架、下架、修改、状态切换</p>
        <p>分类、子分类、城市筛选、商圈、地图定位</p>
        <br />
        <p>外卖预定页面/外卖设置子页面/预约项目设置子页面/外卖分类子页面/外卖商品子页面</p>
        <p>新增、修改、删除、查询、状态切换、排序</p>
        <br />
        <p>上门服务设置页面/服务管理子页面/上门设置子页面</p>
        <p>新增、修改、删除、查询、状态切换、排序</p>
        <br />
        <p>剩余的页面交互大家自己点击体验吧！</p>
        <img src="../../assets/img/6.png" width="1000px" />
      </div>
    </div>
  </div>
</template>
<style scoped>
* {
  padding: 0;
}
#shang {
  width: 1100px;
  height: 40px;
  line-height: 40px;
}
#shang div {
  height: 30px;
  position: relative;
  top: 5px;
}
#wen {
  width: 100%;
  height: 100%;
  background-color: rgb(218, 214, 214);
}
#wen1 {
  width: 80%;
  margin: 0 auto;
  background-color: #fff;
}
#wen1 h2 {
  margin: 0 10px;
}
#wen1 p {
  margin: 15px 0;
  text-indent: 10px;
}
</style>
<script>
export default {
  name: "soyei"
};
</script>
